{
  "quotes":[
    {
      "broker":"agency",
      "topic":"onboarding",
      "entry":"1",
      "speaker":"P7",
      "insight":"insight relating this quote to our defined goals",
      "quote":"'When you work for an agency, you don't have to actually have a client, or working [with a] client right now to be considered an employee of the agency. Usually you have to have notified your regional supervisor of your availability. And if your availability doesn't fit any cases that are available, then you're, you know, they don't have anything for you until they get something.'"
    },
    {
      "broker":"platform",
      "topic":"onboarding",
      "entry":"2",
      "speaker":"P4",
      "insight":"insight relating this quote to our defined goals",
      "quote":"there was something really small on my background check that they didn't like but I've passed all the —  I've passed so many background checks and been very honest about my past. And like that one thing came up and they were like, “You lied to us. You are banned.” And I'm like, I didn't do anything super wrong. Like I didn't need, you know, get convicted or anything like that... I was checking my bank account and notice, like a payment from care.com. And I was like, oh, like I know that the families can pay through the platform. So that's probably what it looks like. So I like logged in trying to figure out what this payment came from is like this big like, pop up that said, like, you did not pass your background check. But I'd already been working for two different families for a month at this point, when they decided they didn't pass my background check, and told those two families that I had passed. So it took them a month to like, find this one small thing that I did."
    },
    {
      "broker":"platform",
      "topic":"surveillance",
      "entry":"1",
      "speaker":"P2",
      "insight":"insight relating this quote to our defined goals",
      "quote":"I kind of just look for like, sort of compatible styles. You know, how, like, autonomous, I'll be able to be like, I don't want to be like, micromanaged too much. I had one family that was like, you know, we expect her nanny to text us every 30 minutes with an update. And I was like, I can't do that...it got to the point where I was there for two months. And it was just like, nothing relented, you know, they've just still wanted the same, like, just constant updates, like constant like, like documentation of like, what we were doing and stuff... I just I feel like there's just not that much trust, I guess. And it also made my job a lot harder."
    }
  ]
}
